[
    "When was the last time you lied?",
    "When was the last time you cried?",
    "What's your biggest fear?",
    "What's your biggest fantasy?",
    "Do you have any fetishes?",
    "What's something you're glad your mum doesn't know about you?",
    "What's something you're glad your dad doesn't know about you?",
    "What's the worst thing you've ever done?",
    "What's a secret you've never told anyone?",
    "How many pets do you have?",
    "Do you have a hidden talent?",
    "How many languages can you speak?",
    "Do you have a crush on an anime guy",
    "Do people think you watch anime for the hot shirtless people?",
    "If i fall, will you be there to catch me?",
    "Who was your first celebrity crush?",
    "What are your thoughts on polyamory?",
    "What's the worst intimate experience you've ever had?",
    "Have you ever cheated in an exam?",
    "What's the most drunk you've ever been?",
    "Have you ever broken the law?",
    "When did you last watch an anime",
    "Why havent you boosted our server?",
    "Free Pass <3",
    "Where is one anime themed restaurant you would like to visit",
    "How many times have you been to disnayland",
    "PASS!\n You can ask someone else your own question!",
    "What's the most embarrassing thing you've ever done?",
    "What is your addiction?",
    "How much anime do you watch in a week?",
    "Have your parents ever caught you singing an anime op, while you thought you were home alone?",
    "What is your rating on Ikigai?",
    "How many friends have you made in this server since you joined?",
    "What do you want to be when you grow up?",
    "Demon slayer or Jujutsu kaisen?",
    "What's your biggest insecurity?",
    "Have you ever stayed friends with someone because it benefitted you beyond just the friendship?",
    "What's the biggest mistake you've ever made?",
    "What's the most disgusting thing you've ever done?",
    "Who would you like to kiss in this room?",
    "What's one thing you hate people knowing about you?",
    "What's the worst thing anyone's ever done to you?",
    "What's the best thing anyone's ever done for you?",
    "What's your worst habit?",
    "What's the most embarrassing thing you've done in a taxi?",
    "What's the worst thing you've ever said to anyone?",
    "Have you ever peed in the shower?",
    "What's the strangest dream you've had?",
    "Have you ever been caught doing something you shouldn't have?",
    "What's the worst date you've been on?",
    "What happened on the latest night out you've ever had?",
    "What's your biggest regret?",
    "What's the biggest misconception about you?",
    "Have you ever said something you regret about someone in this room?",
    "What's one thing you wish people knew about you?",
    "Where's the weirdest place you've had sex?",
    "Why did your last relationship break down?",
    "Have you ever lied to get out of a bad date?",
    "What's the most trouble you've been in?",
    "Is there a rumor about you that you secretly wish was true?",
    "If you could travel to an anime would where would you go?",
    "If you travelled to anime world with the twist, you come at the bad time... what moment will that be?",
    "Childhood anime?",
    "How many times have you wet your bed?",
    "Do you like me...",
    "What's the worst thing you've lied about?",
    "What's one thing you wish you'd lied about?",
    "What's the best piece of advice you've been given?",
    "What's the most you've spent on a night out?",
    "Name a time you think you were a bad partner",
    "If you had to get back with an ex, who would you choose?",
    "If you had to cut one friend out of your life, who would it be?",
    "Do you have a favourite friend?",
    "What's the strangest rumour you've heard about yourself?",
    "What's the silliest reason you've left a club early?",
    "What have you purchased that's been the biggest waste of money?",
   "If you could swap lives with someone in this room, who would it be?"
]