[
    "Would you rather be an anime hero or anime villain?",
    "After a breakup, would you rather be alone or be surrounded by friends?",
    "Would you rather be called handsome or smart?",
    "Would you rather be called handsome or smart?",
    "Would you rather give up bathing for a month or give up the internet for a month?",
	"Would you rather donate your body to science or donate your organs to people who need them?",
	"Would you rather go back to age 5 with everything you know now or know now everything your future self will learn?",
	"Would you rather relive the same day for 365 days or lose a year of your life?",
	"Would you rather have a golden voice or a silver tongue?",
	"Would you rather be able to control animals (but not humans) with your mind or control electronics with your mind?",
	"Would you rather suddenly be elected a senator or suddenly become a CEO of a major company. (You won't have any more knowledge about how to do either job than you do right now.)",
	"Would you rather sell all of your possessions or sell one of your organs?",
	"Would you rather lose all of your memories from birth to now or lose your ability to make new long term memories?",
	"Would you rather be infamous in history books or be forgotten after your death?",
	"Would you rather never have to work again or never have to sleep again (you won't feel tired or suffer negative health effects)?",
	"Would you rather be beautiful / handsome but stupid or intelligent but ugly?",
	"Would you rather get one free round trip international plane ticket every year or be able to fly domestic anytime for free?",
	"Would you rather be balding but fit or overweight with a full head of hair?",
	"Would you rather be able to be free from junk mail or free from email spam for the rest of your life?",
	"Would you rather be fluent in all languages and never be able to travel or be able to travel anywhere for a year but never be able to learn a word of a different language?",
	"Would you rather have an unlimited international first class ticket or never have to pay for food at restaurants?",
	"Would you rather see what was behind every closed door or be able to guess the combination of every safe on the first try?",
	"Would you rather live in virtual reality where you are all powerful or live in the real world and be able to go anywhere but not be able to interact with anyone or anything?",
	"Would you rather never be able to eat meat or never be able to eat vegetables?",
	"Would you rather give up watching TV / movies for a year or give up playing games for a year?",
	"Would you rather always be able to see 5 minutes into the future or always be able to see 100 years into the future?",
	"Would you rather super sensitive taste or super sensitive hearing?",
	"Would you rather be a practicing doctor or a medical researcher?",
	"Would you rather be married to a 10 with a bad personality or a 6 with an amazing personality?",
	"Would you rather never be able to drink sodas like coke again or only be able to drink sodas and nothing else?",
	"Would you rather have amazingly fast typing / texting speed or be able to read ridiculously fast?",
	"Would you rather know the history of every object you touched or be able to talk to animals?",
	"Would you rather be a reverse centaur or a reverse mermaid/merman?",
	"Would you rather have constantly dry eyes or a constant runny nose?",
	"Would you rather be a famous director or a famous actor?",
    "Would you live in the univers of Attack on titan or Blood-C?",
    "Which would you rather have as a pet? Pickachu or Akamaru?",
    "Would you rather go into the past and meet your ancestors or go into the future and meet your great-great-grandchildren?",
    "Would you rather have more time or more money?",
    "Would you rather have a rewind button or a pause button on your life?",
    "Would you rather be able to talk with the animals or speak all foreign languages?",
    "Would you rather win the lottery or live twice as long?",
    "Would you feel worse if no one showed up to your wedding or to your funeral?",
    "Would you rather be without internet for a week, or without your phone?",
    "Would you rather meet George Washington or the current president?",
    "Would you rather lose your vision or your hearing?",
    "Would you rather work more hours per day, but fewer days or work fewer hours per day, but more days?",
    "Would you rather listen to music from the ’70s or music from today?",
    "Would you rather become someone else or just stay you?",
    "Would you rather be Batman or Spiderman?",
    "Would you rather have your Senpai / favourite animecharacter die? or have your Favourite and best ship/OPT die?",
    "Would you rather live in Assassination classroom universe or the Blue exorsit Universe?",
    "Would you rather never lose your phone again or never lose your keys again?",
	"Would you rather have one real get out of jail free card or a key that opens any door?",
	"Would you rather have a criminal justice system that actually works and is fair or an administrative government that is free of corruption?",
	"Would you rather have real political power but be relatively poor or be ridiculously rich and have no political power?",
	"Would you rather have the power to gently nudge anyone's decisions or have complete puppet master control of five people?",
	"Would you rather have everyone laugh at your jokes but not find anyone else's jokes funny or have no one laugh at your jokes but you still find other people's jokes funny?",
	"Would you rather be the absolute best at something that no one takes seriously or be well above average but not anywhere near the best at something well respected?",
	"Would you rather lose the ability to read or lose the ability to speak?",
	"Would you rather live under a sky with no stars at night or live under a sky with no clouds during the day?",
	"Would you rather humans go to the moon again or go to mars?",
	"Would you rather never get angry or never be envious?",
	"Would you rather have free Wi-Fi wherever you go or be able to drink unlimited free coffee at any coffee shop?",
	"Would you rather be compelled to high five everyone you meet or be compelled to give wedgies to anyone in a green shirt?",
	"Would you rather live in a house with see-through walls in a city or in the same see-though house but in the middle of a forest far from civilization?",
	"Would you rather take amazing selfies but all of your other pictures are horrible or take breathtaking photographs of anything but yourself?",
	"Would you rather use a push lawn mower with a bar that is far too high or far too low?",
	"Would you rather be able to dodge anything no matter how fast it's moving or be able ask any three questions and have them answered accurately?",
	"Would you rather live on the beach or in a cabin in the woods?",
	"Would you rather lose your left hand or right foot?",
    "Would you rather have skin that changes color based on your emotions or tattoos appear all over your body depicting what you did yesterday?",
	"Would you rather live in a utopia as a normal person or in a dystopia but you are the supreme ruler?",
	"Would you rather snitch on your best friend for a crime they committed or go to jail for the crime they committed?",
	"Would you rather have everything on your phone right now (browsing history, photos, etc.) made public to anyone who Google's your name or never use a cell phone again?",
	"Would you rather eat a box of dry spaghetti noodles or a cup of uncooked rice?",
	"Would you rather wake up as a new random person every year and have full control of them for the whole year or once a week spend a day inside a stranger without having any control of them?",
	"Would you rather be born again in a totally different life or born again with all the knowledge you have now?",
	"Would you rather be lost in a bad part of town or lost in the forest?",
	"Would you rather never get a paper cut again or never get something stuck in your eye again?",
	"Would you rather randomly time travel +/- 20 years every time you fart or teleport to a different place on earth (on land, not water) every time you sneeze?",
	"Would you rather the aliens that make first contact be robotic or organic?",
	"Would you rather be famous but ridiculed or be just a normal person?",
	"Would you rather be an amazing virtuoso at any instrument but only if you play naked or be able to speak any language but only if close your eyes and dance while you are doing it?",
	"Would you rather have a flying carpet or a car that can drive underwater?",
	"Would you rather be an amazing artist but not be able to see any of the art you created or be an amazing musician but not be able to hear any of the music you create?",
	"Would you rather there be a perpetual water balloon war going on in your city / town or a perpetual food fight?",
	"Would you rather find five dollars on the ground or find all of your missing socks?",
	"Would you rather never have another embarrassing fall in public or never feel the need to pass gas in public again?",
	"Would you rather be able to talk to land animals, animals that fly, or animals that live under the water?",
    "Would you rather cuddle a koala or pal around with a panda?",
    "Would you rather eat a devil fruit or be eren yeager?",
    "Would you rather be in a manga or anime movie?",
    "Would you rather be in a harem or witness ur friend in a harem?",
    "Would you rather be the pirate king or be the hokage?",
    "Would you rather be the main character or the side?",
    "Would you rather be named Naruto or Goku?",
    "Would you rather eat anime cafe food or anime home made food?",
    "Would you rather live in japan or in a random anime world?"
]